<template>
    <div>
      <h1>fb5_tech</h1>
        <h2>자동 정보 수집기</h2>
        <p>Forbes, NewYorkTimes 등 일반 뉴스 미디어와</p>
        <p>TechCrunch, TheNextWeb등 IT전문미디어 등 30여개 해외 언론사에서</p>
        <p>IT기사를 실시간으로 수집합니다. 2016년 이후 기사들을 자유롭게 찾아볼 수 있습니다.</p>
        
        <h2>검색 엔진</h2>
        <p>검색을 통해 사용자가 원하는 기사를 빠르게 찾을 수 있습니다</p>
        <p>유저들의 검색어 기록을 학습, 중요도에 반영하여 사용자 별 맞춤 검색기능이 가능하고,</p>
        <p>기사들을 유사 기사로 묶어 내용이 비슷한 기사를 다시 보지 않을 수 있습니다</p>

        <h2>자연어 처리 AI</h2>
        <p>형태소 분석을 기반으로 하여 문서 내 중요단어 분석 뿐 아니라</p>
        <p>문서의 역가중치를 계싼하여 문서간 중요도를 분석하는 엔진을 제공합니다</p>
        <p>토픽 추출의 정확도를 위하여 LDA와 LSI 두 모델을 결합한 튜닝모델을 활용하고 있습니다</p>
        <p>또한 기사 400자 이내 요약기능으로 사용자에게 전문을 읽는 부담을 줄이고 있습니다</p>
    </div>
</template>

<script>
export default {

}
</script>

<style scoped>

</style>
